[
  {
    "bloglyname": "Slavisa Pavlovic: Secrets of Writers - Researching the Poet's Soul and Life",
    "date": "19.10.2020",
    "text": "Jovan Dučić is called the greatest lover among writers and the greatest writer among lovers. The author of the novel Chimera's Blood: a novel about Dučić Slaviša Pavlović reveals to us how his most beautiful love is...",
    "img": { "src": "./slike/blogly 1.jpg", "alt": "blogly 1" }
  },
  {
    "bloglyname": "Meet Stefania Auci, the author of a novel whose popularity surpassed the titles of Elena Ferrante",
    "date": "13.7.2020",
    "text": "The romanticized history of the rich and powerful Florio family Sicilian Lions found itself on the Italian charts above the unsurpassed thrillers by Andrea Camilleri and the novel by Elena Ferrante. The author's name is Stefania...",
    "img": { "src": "./slike/blogly 2.jpg", "alt": "blogly 2" }
  },
  {
    "bloglyname": "Helen Chersky: Physics is an integral part of everyday life",
    "date": "4.4.2020",
    "text": "Helen has a mission to explain to ordinary people, in a simple way, how physics works, and for that she uses the example of bubbles that are on top of a cup of cappuccino. Helen Čerski has the best ...",
    "img": { "src": "./slike/blogly 3.jpg", "alt": "blogly 3" }
  },
  {
    "bloglyname": "When the book is not the end but the beginning - Conversation with Tara Schuster",
    "date": "6.9.2020",
    "text": "Tara Schuster is an author, playwright and successful CEO in the field of media, currently in the position of Vice President for Talent and Development of the television channel Comedy Central. He is currently producing the show ...",
    "img": { "src": "./slike/blogly 4.jpg", "alt": "blogly 4" }
  },
  {
    "bloglyname": "Four Wall Street bankers trapped in an elevator - no, it's not a joke",
    "date": "9.6.2020",
    "text": "This idea is completely irresistible: what if the popular game about people locked in one room - trying to escape with the vague traces someone leaves them - became deadly? What if ...",
    "img": { "src": "./slike/blogly 5.jpg", "alt": "blogly 5" }
  },
  {
    "bloglyname": "Book Review on Real Causes of Depression and Unexpected Solutions - Lost Connections",
    "date": "23.3.2020",
    "text": "The book Lost Connections was recommended primarily because of the chapter that deals with the study conducted by Dr. Vincent Feliti on childhood traumas. This research was published in 1998 and...",
    "img": { "src": "./slike/blogly 6.jpg", "alt": "blogly 6" }
  }
]
